{
  "chapters": [
    {
      "id": 1,
      "title": "Faisons un récap !",
      "description": "Vérifie si t'as vraiment saisi les effets à court terme du cannabis et regarde la réponse en cliquant sur les cartes",
      "cards": [
        {
          "title": "DÉTECTION",
          "description": "Combien de temps le cannabis reste détectable dans ta salive ?",
          "icon": "/assets/images/icone1bleu.png",
          "backDescription": " En général, ça reste traçable jusqu’à 24h après avoir fumé.⚠️ Mais fais gaffe ! Si t’es un gros consommateur ou si tu fumes souvent, ça peut grimper jusqu’à 8 jours.",
          "donutPercentage": 100,
          "centerText": "24H"
        },
        {
          "title": "SURCONSOMMATION",
          "description": "À partir de combien de mg de cannabis peut-on faire une surdose ?",
          "icon": "/assets/images/icone2bleu.png",
          "backDescription": "Au-delà de cette dose, tu risques d’avoir des effets comme de l'anxiété aiguë, de la parano, des nausées, et dans de rares cas, une psychose temporaire. Ces effets peuvent durer jusqu’à 12 heures.",
          "donutPercentage": 20,
          "centerText": "> 20mg"
        },
        {
          "title": "DURÉE DES ÉFFETS",
          "description": "Les effets du cannabis quand tu l’ingères, ça dure combien de temps en moyenne ?",
          "icon": "/assets/images/icone3bleu.png",
          "backDescription": "Quand tu consommes du cannabis par ingestion, les effets peuvent durer jusqu’à 12 heures. C’est bien plus long que par inhalation",
          "donutPercentage": 100,
          "centerText": "12h"
        }
      ]
    },
    {
      "id": 2,
      "title": "Faisons un récap !",
      "description": "Vérifie si t'as vraiment saisi ce qu’est la dépendance.",
      "cards": [
        {
          "title": "IMPACT SUR LA VIE",
          "description": "C'est quoi tes chances (en pourcentage) de pas finir le lycée si t’es accro ?",
          "icon": "/assets/images/icone1vert.png",
          "backDescription": "60 % des jeunes qui consomment souvent ont de forte chances de pas finir le lycée.",
          "donutPercentage": 60,
          "centerText": "60%"
        },
        {
          "title": "RISQUES",
          "description": "Pourquoi les jeunes sont-ils plus à risque de devenir dépendants du cannabis ?",
          "icon": "/assets/images/icone2vert.png",
          "backDescription": "Le cerveau des jeunes est encore en développement, notamment dans les zones qui contrôlent les impulsions. C’est pour ça qu’environ 17 % des adolescents qui consomment régulièrement du cannabis finissent par devenir dépendants, contre seulement 9 % chez les adultes.",
          "donutPercentage": 17,
          "centerText": "17%"
        },
        {
          "title": "ADDICTION",
          "description": "À partir de quand on peut vraiment dire qu’on est dépendant du cannabis ?",
          "icon": "/assets/images/icone3vert.png",
          "backDescription": "Il faut au moins 2 critères parmi les 11 définis, sur une période de 12 mois. Parmi ces critères, on retrouve des signes comme l'incapacité à réduire ou arrêter la consommation, passer un temps excessif à en obtenir, l'augmentation de la tolérance ou encore des symptômes de sevrage quand on arrête.",
          "donutPercentage": 20,
          "centerText": "2/11"
        }
      ]
    },
    {
      "id": 3,
      "title": "Faisons un récap !",
      "description": "Vérifie si t'as vraiment saisi les effets à long terme du cannabis.",
      "cards": [
        {
          "title": "SANTÉ MENTALE",
          "description": "Combien de personnes souffrent de troubles anxieux dû à la consommation régulière de cannabis ?",
          "icon": "/assets/images/icone1rose.png",
          "backDescription": "Chez les utilisateurs réguliers de cannabis, la proportion de personnes souffrant de troubles anxieux varie entre 18 % et 22 %.",
          "donutPercentage": 18,
          "centerText": "18% / 20%"
        },
        {
          "title": "SANTÉ PHYSIQUE",
          "description": "Quel est le risque pour tes poumons si tu consommes du cannabis régulièrement ?",
          "icon": "/assets/images/icone2rose.png",
          "backDescription": "À long terme, t’as 50 % de chances d’avoir une bronchite chronique et d’autres gros problèmes respiratoires.",
          "donutPercentage": 50,
          "centerText": "50%"
        },
        {
          "title": "RISQUES SPÉCIFIQUE",
          "description": "Quel risque le cannabis peut-il poser spécifiquement pour les hommes ?",
          "icon": "/assets/images/icone3rose.png",
          "backDescription": "Les hommes ont 36% de risquent de contracter un cancer des testicules s’ils consomment régulièrement du cannabis. ",
          "donutPercentage": 36,
          "centerText": "36%"
        }
      ]
    }
  ]
}
